endeavouros-skel-default
endeavouros-skel-i3wm
flux-bin
flux-bin-debug
google-chrome
kind
kind-debug
libsidplay
libvisual
libvisual-debug
neofetch
python-async_generator
python-backcall
python-pyrsistent
python-pyrsistent-debug
rcm
reiserfsprogs
t1lib
unetbootin
vagrant
vagrant-debug
xf86-video-vmware
xf86-video-vmware-debug
