accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
amdvlk
ansible
arandr
arc-gtk-theme-eos
archlinux-keyring
archlinux-xdg-menu
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
asciinema
autoconf
automake
avr-binutils
avr-gcc
avr-libc
avrdude
awesome-terminal-fonts
aws-cli-v2
b43-fwcutter
base
bash-completion
bind
binutils
bison
bluez
bluez-utils
btrfs-progs
cantarell-fonts
clang
cloudflared
cmake
copyq
cryptsetup
debugedit
device-mapper
dex
dfu-programmer
dfu-util
dhclient
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
eksctl
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
file
file-roller
findutils
firefox
firewalld
flatpak
flex
fsarchiver
galculator
gawk
gcc
gettext
gimp
git
gitlab-runner
glances
gnu-netcat
go
gopls
gparted
grep
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
helm
htop
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
ibus
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
jupyter-notebook
k9s
keepassxc
kubectx
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lshw
lsscsi
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
mdadm
meld
mesa-utils
minikube
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nitrogen
nmap
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
openconnect
openvpn
os-prober
pacman
pacman-contrib
pass
patch
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
ppp
pptpclient
pv
pyright
python
python-capng
python-defusedxml
python-hypothesis
python-packaging
python-pip
python-pyqt5
qmk
qutebrowser
rebuild-detector
reflector
reflector-simple
ripgrep
rofi
rp-pppoe
rsync
rtkit
s-nail
scrot
sed
sg3_utils
smartmontools
sof-firmware
sops
sshfs
sshpass
stow
sudo
sysfsutils
sysstat
systemd-sysvcompat
task
terraform
texinfo
texlive-basic
thunar
thunar-archive-plugin
thunar-volman
tldr
tmux
tor
torbrowser-launcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
virtualbox
virtualbox-guest-utils
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xbindkeys
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yad
yarn
yay
yq
z
zk
zsh
zsh-syntax-highlighting
